{
  "reviews": [
    {
      "id": "1",
      "name": "Иван Петров",
      "date": "2025-03-01",
      "rating": 5,
      "service": "Программирование",
      "text": "Отличная работа! Все было сделано в срок и качественно. Особенно понравился профессиональный подход к решению задачи. Буду обращаться еще.",
      "response": "Спасибо за высокую оценку нашей работы, Иван! Мы всегда рады помочь и будем ждать вас снова."
    },
    {
      "id": "2",
      "name": "Анна Смирнова",
      "date": "2025-02-15",
      "rating": 4,
      "service": "Написание курсовой",
      "text": "Курсовая работа была выполнена хорошо, но хотелось бы немного больше уникальности в исследовательской части. В целом довольна результатом, преподаватель принял работу без доработок.",
      "response": ""
    },
    {
      "id": "3",
      "name": "Сергей Козлов",
      "date": "2025-02-10",
      "rating": 5,
      "service": "Дипломная работа",
      "text": "Заказывал дипломный проект по экономике. Очень доволен результатом! Работа была выполнена даже раньше срока, все требования учтены, защитился на отлично. Большое спасибо за профессионализм!",
      "response": "Спасибо за отзыв, Сергей! Мы очень рады, что помогли вам успешно защитить диплом. Желаем дальнейших успехов!"
    },
    {
      "id": "4",
      "name": "Марина Соколова",
      "date": "2025-01-25",
      "rating": 3,
      "service": "Презентация",
      "text": "Презентацию сделали неплохо, но было несколько ошибок в данных, которые пришлось исправлять самостоятельно. Дизайн хороший, но есть над чем работать.",
      "response": "Спасибо за ваш отзыв, Марина. Мы учтем ваши замечания и постараемся улучшить качество наших презентаций. Приносим извинения за допущенные ошибки."
    },
    {
      "id": "5",
      "name": "Дмитрий Иванов",
      "date": "2025-01-15",
      "rating": 5,
      "service": "Программирование",
      "text": "Заказывал создание сайта для своего бизнеса. Все выполнено просто превосходно! Современный дизайн, удобная админка, быстрая работа. Сайт отлично работает как на компьютерах, так и на мобильных устройствах. Очень рекомендую!",
      "response": "Благодарим за столь высокую оценку нашей работы, Дмитрий! Мы рады, что сайт полностью соответствует вашим ожиданиям."
    },
    {
      "id": "6",
      "name": "Елена Новикова",
      "date": "2024-12-20",
      "rating": 4,
      "service": "Решение задач",
      "text": "Заказывала решение сложных задач по физике. Решения правильные, подробные, есть пояснения. Единственное, хотелось бы немного более наглядные схемы, но это уже мелочи. В целом довольна.",
      "response": ""
    },
    {
      "id": "7",
      "name": "Алексей Федоров",
      "date": "2024-12-05",
      "rating": 5,
      "service": "Контрольная работа",
      "text": "Обратился по рекомендации друга, нужно было срочно выполнить контрольную работу по высшей математике. Очень доволен результатом! Все задачи решены правильно, есть подробные пояснения. Преподаватель поставил высший балл. Большое спасибо за оперативность и качество!",
      "response": "Спасибо за ваш отзыв, Алексей! Рады, что смогли помочь с контрольной работой. Будем рады видеть вас снова!"
    },
    {
      "id": "8",
      "name": "Тестовый Пользователь",
      "date": "2025-03-11",
      "rating": 5,
      "service": "Тестовая услуга",
      "text": "Это тестовый отзыв для проверки работы системы.",
      "response": ""
    },
    {
      "id": "9",
      "name": "Тестовый Пользователь",
      "date": "2025-03-11",
      "rating": 5,
      "service": "Тестовая услуга",
      "text": "Это тестовый отзыв для проверки работы системы.",
      "response": ""
    },
    {
      "id": "10",
      "name": "Тестовый Пользователь",
      "date": "2025-03-11",
      "rating": 5,
      "service": "Тестовая услуга",
      "text": "Это тестовый отзыв для проверки работы системы.",
      "response": ""
    }
  ]
}